couchbase_redis_benchmark/logs/480_36_master/ycsb_log_0.txt
[OVERALL], RunTime(ms), 600022.0
[OVERALL], Throughput(ops/sec), 114469.23612800863
[TOTAL_GCS_PS_Scavenge], Count, 1231.0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 4367.0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.7278066470896067
[TOTAL_GCS_PS_MarkSweep], Count, 0.0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0.0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 1231.0
[TOTAL_GC_TIME], Time(ms), 4367.0
[TOTAL_GC_TIME_%], Time(%), 0.7278066470896067
[READ], Operations, 3.4341096E7
[READ], AverageLatency(us), 239.03915667106256
[READ], MinLatency(us), 48.0
[READ], MaxLatency(us), 38175.0
[READ], 80thPercentileLatency(us), 238.0
[READ], 99thPercentileLatency(us), 1418.0
[READ], 95thPercentileLatency(us), 749.0
[READ], 50thPercentileLatency(us), 162.0
[READ], Return=OK, 34341096
[CLEANUP], Operations, 30.0
[CLEANUP], AverageLatency(us), 0.36666666666666664
[CLEANUP], MinLatency(us), 0.0
[CLEANUP], MaxLatency(us), 6.0
[CLEANUP], 80thPercentileLatency(us), 0.0
[CLEANUP], 99thPercentileLatency(us), 6.0
[CLEANUP], 95thPercentileLatency(us), 4.0
[CLEANUP], 50thPercentileLatency(us), 0.0
[UPDATE], Operations, 3.4342964E7
[UPDATE], AverageLatency(us), 244.40305970678594
[UPDATE], MinLatency(us), 46.0
[UPDATE], MaxLatency(us), 60127.0
[UPDATE], 80thPercentileLatency(us), 242.0
[UPDATE], 99thPercentileLatency(us), 1446.0
[UPDATE], 95thPercentileLatency(us), 772.0
[UPDATE], 50thPercentileLatency(us), 165.0
[UPDATE], Return=OK, 34342964