couchbase_redis_benchmark/logs/480_36_master/ycsb_log_1.txt
[OVERALL], RunTime(ms), 600033.0
[OVERALL], Throughput(ops/sec), 114157.99464362793
[TOTAL_GCS_PS_Scavenge], Count, 1275.0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 4643.0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.7737907748407171
[TOTAL_GCS_PS_MarkSweep], Count, 0.0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0.0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 1275.0
[TOTAL_GC_TIME], Time(ms), 4643.0
[TOTAL_GC_TIME_%], Time(%), 0.7737907748407171
[READ], Operations, 3.4245867E7
[READ], AverageLatency(us), 236.89269621937152
[READ], MinLatency(us), 46.0
[READ], MaxLatency(us), 56735.0
[READ], 80thPercentileLatency(us), 235.0
[READ], 99thPercentileLatency(us), 1410.0
[READ], 95thPercentileLatency(us), 741.0
[READ], 50thPercentileLatency(us), 161.0
[READ], Return=OK, 34245867
[CLEANUP], Operations, 30.0
[CLEANUP], AverageLatency(us), 1.6666666666666667
[CLEANUP], MinLatency(us), 0.0
[CLEANUP], MaxLatency(us), 17.0
[CLEANUP], 80thPercentileLatency(us), 0.0
[CLEANUP], 99thPercentileLatency(us), 17.0
[CLEANUP], 95thPercentileLatency(us), 15.0
[CLEANUP], 50thPercentileLatency(us), 0.0
[UPDATE], Operations, 3.4252697E7
[UPDATE], AverageLatency(us), 243.25347169012707
[UPDATE], MinLatency(us), 47.0
[UPDATE], MaxLatency(us), 56831.0
[UPDATE], 80thPercentileLatency(us), 240.0
[UPDATE], 99thPercentileLatency(us), 1441.0
[UPDATE], 95thPercentileLatency(us), 766.0
[UPDATE], 50thPercentileLatency(us), 165.0
[UPDATE], Return=OK, 34252697