couchbase_redis_benchmark/logs/480_36_master/ycsb_log_2.txt
[OVERALL], RunTime(ms), 600024.0
[OVERALL], Throughput(ops/sec), 111969.52455235124
[TOTAL_GCS_PS_Scavenge], Count, 1068.0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 4241.0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.7068050611308881
[TOTAL_GCS_PS_MarkSweep], Count, 0.0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0.0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 1068.0
[TOTAL_GC_TIME], Time(ms), 4241.0
[TOTAL_GC_TIME_%], Time(%), 0.7068050611308881
[READ], Operations, 3.3592856E7
[READ], AverageLatency(us), 242.3431123867527
[READ], MinLatency(us), 49.0
[READ], MaxLatency(us), 43487.0
[READ], 80thPercentileLatency(us), 242.0
[READ], 99thPercentileLatency(us), 1427.0
[READ], 95thPercentileLatency(us), 762.0
[READ], 50thPercentileLatency(us), 163.0
[READ], Return=OK, 33592856
[CLEANUP], Operations, 30.0
[CLEANUP], AverageLatency(us), 386.56666666666666
[CLEANUP], MinLatency(us), 0.0
[CLEANUP], MaxLatency(us), 5891.0
[CLEANUP], 80thPercentileLatency(us), 1.0
[CLEANUP], 99thPercentileLatency(us), 5891.0
[CLEANUP], 95thPercentileLatency(us), 5699.0
[CLEANUP], 50thPercentileLatency(us), 0.0
[UPDATE], Operations, 3.3591546E7
[UPDATE], AverageLatency(us), 248.7075107230849
[UPDATE], MinLatency(us), 45.0
[UPDATE], MaxLatency(us), 43263.0
[UPDATE], 80thPercentileLatency(us), 248.0
[UPDATE], 99thPercentileLatency(us), 1460.0
[UPDATE], 95thPercentileLatency(us), 789.0
[UPDATE], 50thPercentileLatency(us), 167.0
[UPDATE], Return=OK, 33591546