couchbase_redis_benchmark/logs/480_36_master/ycsb_log_3.txt
[OVERALL], RunTime(ms), 600017.0
[OVERALL], Throughput(ops/sec), 115613.11262847553
[TOTAL_GCS_PS_Scavenge], Count, 1205.0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 4314.0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.7189796289105141
[TOTAL_GCS_PS_MarkSweep], Count, 0.0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0.0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 1205.0
[TOTAL_GC_TIME], Time(ms), 4314.0
[TOTAL_GC_TIME_%], Time(%), 0.7189796289105141
[READ], Operations, 3.4679443E7
[READ], AverageLatency(us), 236.91248985746398
[READ], MinLatency(us), 48.0
[READ], MaxLatency(us), 38335.0
[READ], 80thPercentileLatency(us), 235.0
[READ], 99thPercentileLatency(us), 1411.0
[READ], 95thPercentileLatency(us), 741.0
[READ], 50thPercentileLatency(us), 161.0
[READ], Return=OK, 34679443
[CLEANUP], Operations, 30.0
[CLEANUP], AverageLatency(us), 25.233333333333334
[CLEANUP], MinLatency(us), 0.0
[CLEANUP], MaxLatency(us), 738.0
[CLEANUP], 80thPercentileLatency(us), 2.0
[CLEANUP], 99thPercentileLatency(us), 738.0
[CLEANUP], 95thPercentileLatency(us), 4.0
[CLEANUP], 50thPercentileLatency(us), 0.0
[UPDATE], Operations, 3.469039E7
[UPDATE], AverageLatency(us), 242.6214361383657
[UPDATE], MinLatency(us), 46.0
[UPDATE], MaxLatency(us), 44799.0
[UPDATE], 80thPercentileLatency(us), 240.0
[UPDATE], 99thPercentileLatency(us), 1441.0
[UPDATE], 95thPercentileLatency(us), 765.0
[UPDATE], 50thPercentileLatency(us), 164.0
[UPDATE], Return=OK, 34690390